#+TITLE: ox-ipynb --- Export Org-mode files to Jupyter Notebooks
#+AUTHOR: John Kitchin
#+OPTIONS: toc:t

** Code Blocks and Results

Code blocks are exported as code cells. Results are automatically included:

#+BEGIN_EXAMPLE
#+BEGIN_SRC jupyter-python
x = [1, 2, 3, 4, 5]
sum(x)
#+END_SRC

#+RESULTS:
: 15
#+END_EXAMPLE

